tap "d12frosted/emacs-plus"
tap "github/gh"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jabley/wrk2"
tap "koekeishiya/formulae"
tap "norwoodj/tap"
tap "remind101/formulae"
tap "spectralops/tap"
tap "terrastruct/tap"
tap "ubuntu/microk8s"
tap "vladimirvivien/oss-tools"
brew "glib"
brew "cairo"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "at-spi2-core"
brew "automake"
brew "awk"
brew "aws-vault"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "node"
brew "bash-language-server"
brew "libssh2"
brew "bat"
brew "bazelisk"
brew "protobuf"
brew "re2"
brew "grpc"
brew "bear"
brew "bottom"
brew "broot"
brew "llvm"
brew "ccls"
brew "libtool"
brew "cfssl"
brew "clusterctl"
brew "cmake"
brew "libslirp"
brew "snappy"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "ctop"
brew "curl"
brew "d2"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "dtach"
brew "eksctl"
brew "emscripten"
brew "enchant"
brew "envoy"
brew "exercism"
brew "eza"
brew "fd"
brew "findutils"
brew "fish"
brew "fortio"
brew "fzf"
brew "gcc"
brew "gd"
brew "gh"
brew "libidn"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glances"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "golangci-lint"
brew "gopls"
brew "netpbm"
brew "graphviz"
brew "grpcurl"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "guile"
brew "hadolint"
brew "hcl2json"
brew "helm"
brew "helmfile"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ipcalc"
brew "isync"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "just"
brew "k3d"
brew "k6"
brew "kind"
brew "kubernetes-cli"
brew "kops"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kubevela"
brew "kustomize"
brew "libgccjit"
brew "libvterm"
brew "lua"
brew "magic-wormhole"
brew "make"
brew "minikube"
brew "mkdocs"
brew "moreutils"
brew "xapian"
brew "mu"
brew "nasm"
brew "ncdu"
brew "nghttp2"
brew "ninja"
brew "node_exporter"
brew "numpy"
brew "nushell"
brew "opa"
brew "opentofu"
brew "orc-tools"
brew "p7zip"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "pipenv"
brew "prometheus"
brew "pure"
brew "py3cairo"
brew "pygobject3"
brew "python@3.10"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "serverless"
brew "shellcheck"
brew "shfmt"
brew "showkey"
brew "sops"
brew "speedtest-cli"
brew "staticcheck"
brew "stern"
brew "tbb"
brew "sysdig"
brew "tailscale"
brew "tanka"
brew "teller"
brew "telnet"
brew "terraformer"
brew "terragrunt"
brew "tfsec"
brew "tinyproxy"
brew "tldr"
brew "tmux"
brew "tokei"
brew "traefik"
brew "trash"
brew "tre-command"
brew "tree-sitter"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "xdot"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zola"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-imagemagick", "with-modern-black-variant-icon", "with-native-comp", "with-poll"]
brew "googlecontainertools/kpt/kpt"
brew "hashicorp/tap/terraform-ls"
brew "norwoodj/tap/helm-docs"
brew "terrastruct/tap/tala"
brew "vladimirvivien/oss-tools/ktop"
cask "alacritty"
cask "google-cloud-sdk"
