tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "github/gh"
tap "nikitabobko/tap"
brew "gcc"
brew "aider"
brew "jpeg-xl"
brew "webp"
brew "aom"
brew "aspell"
brew "glib"
brew "at-spi2-core"
brew "m4"
brew "automake"
brew "awk"
brew "azure-cli"
brew "bash"
brew "node"
brew "bash-language-server"
brew "bazelisk"
brew "bear"
brew "broot"
brew "cairo"
brew "llvm"
brew "ccls"
brew "cmake"
brew "coreutils"
brew "libssh2"
brew "curl"
brew "d2"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "enchant"
brew "etcd"
brew "exercism"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-spice"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "harfbuzz"
brew "lua"
brew "pango"
brew "gnuplot"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "googleworkspace-cli"
brew "gopls"
brew "netpbm"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "protobuf"
brew "re2"
brew "grpc"
brew "grpcurl"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "hadolint"
brew "hcl2json"
brew "helix"
brew "helm"
brew "htop"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ipcalc"
brew "isync"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "just"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "libgccjit"
brew "libidn"
brew "libraw"
brew "libslirp"
brew "libvterm"
brew "magic-wormhole"
brew "make"
brew "mg"
brew "mkdocs"
brew "moreutils"
brew "mosh"
brew "nasm"
brew "ncdu"
brew "nghttp2"
brew "ninja"
brew "nushell"
brew "ripgrep"
brew "opencode"
brew "opentofu"
brew "orc-tools"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "pipenv"
brew "plantuml"
brew "prometheus"
brew "pure"
brew "py3cairo"
brew "pygobject3"
brew "redis"
brew "shellcheck"
brew "shfmt"
brew "showkey"
brew "snappy"
brew "sops"
brew "staticcheck"
brew "stern"
brew "tbb"
brew "sysdig"
brew "teller"
brew "telnet"
brew "temporal"
brew "terraform-ls"
brew "tmux"
brew "tokei"
brew "trash", link: true
brew "tre-command"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@31"
brew "felixkratz/formulae/borders"
cask "nikitabobko/tap/aerospace"
cask "cursor-cli"
cask "font-aporetic"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "ngrok"
go "github.com/prometheus/alertmanager/cmd/alertmanager"
go "github.com/prometheus/alertmanager/cmd/amtool"
go "github.com/chronosphereio/chronoctl/src/cmd/chronoctl"
go "k8s.io/code-generator/cmd/client-gen"
go "k8s.io/code-generator/cmd/deepcopy-gen"
go "k8s.io/code-generator/cmd/defaulter-gen"
go "github.com/go-delve/delve/cmd/dlv"
go "golang.org/dl/go1.25.4"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/fatih/gomodifytags"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "k8s.io/code-generator/cmd/informer-gen"
go "k8s.io/code-generator/cmd/lister-gen"
go "github.com/prometheus/promu"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
cargo "bacon"
cargo "buck2"
cargo "bunyan"
cargo "cargo-about"
cargo "cargo-bundle"
cargo "cargo-edit"
cargo "cargo-outdated"
cargo "cargo-udeps"
cargo "mdbook"
cargo "reindeer"
