tap "d12frosted/emacs-plus"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "glib"
brew "cairo"
brew "icu4c@76"
brew "harfbuzz"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "at-spi2-core"
brew "m4"
brew "automake"
brew "awk"
brew "azure-cli"
brew "bash"
brew "node"
brew "bash-language-server"
brew "bazelisk"
brew "protobuf"
brew "re2"
brew "grpc"
brew "bear"
brew "broot"
brew "llvm"
brew "ccls"
brew "cmake"
brew "coreutils"
brew "libssh2"
brew "curl"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "enchant"
brew "etcd"
brew "exercism"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "libidn"
brew "pango"
brew "ghostscript"
brew "git"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "gopls"
brew "netpbm"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "grpcurl"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "hadolint"
brew "hcl2json"
brew "helm"
brew "htop"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ipcalc"
brew "isync"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "just"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "libgccjit"
brew "libslirp"
brew "libvterm"
brew "lua"
brew "magic-wormhole"
brew "make"
brew "mg"
brew "mkdocs"
brew "moreutils"
brew "nasm"
brew "ncdu"
brew "nghttp2"
brew "ninja"
brew "opentofu"
brew "orc-tools"
brew "p7zip"
brew "pinentry-mac"
brew "pipenv"
brew "prometheus"
brew "pure"
brew "py3cairo"
brew "pygobject3"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "showkey"
brew "snappy"
brew "sops"
brew "staticcheck"
brew "stern"
brew "tbb"
brew "sysdig"
brew "teller"
brew "telnet"
brew "tmux"
brew "tokei"
brew "trash", link: true
brew "tre-command"
brew "tree-sitter"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-c9rgreen-sonoma-icon", "with-imagemagick", "with-native-comp"]
brew "hashicorp/tap/terraform-ls"
cask "ghostty"
cask "google-cloud-sdk"
