tap "buildkite/buildkite"
tap "buildkite/cli"
tap "cloudflare/cloudflare"
tap "d12frosted/emacs-plus"
tap "fluxcd/tap"
tap "github/gh"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jabley/wrk2"
tap "koekeishiya/formulae"
tap "ubuntu/microk8s"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ant"
brew "webp"
brew "argocd"
brew "aspell"
brew "atk"
brew "automake"
brew "python@3.10"
brew "awscli"
brew "bash"
brew "bat"
brew "bazelisk"
brew "grpc"
brew "bear"
brew "broot"
brew "ccls"
brew "libtool"
brew "cfssl"
brew "clusterctl"
brew "cmake"
brew "coreutils"
brew "ctop"
brew "libssh2"
brew "openldap"
brew "curl"
brew "datree"
brew "docker"
brew "docker-compose"
brew "node"
brew "emscripten"
brew "envoy"
brew "erlang@22"
brew "exa"
brew "exercism"
brew "fd"
brew "findutils"
brew "fluent-bit"
brew "fluxctl"
brew "fortio"
brew "fzf"
brew "gcc"
brew "gh"
brew "libidn"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glances"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gopls"
brew "grafana"
brew "netpbm"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "hcl2json"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ipcalc"
brew "istioctl"
brew "isync"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "k3d"
brew "kind"
brew "kubernetes-cli"
brew "kops"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "libgccjit"
brew "libslirp"
brew "snappy"
brew "qemu"
brew "lima"
brew "llvm"
brew "lua"
brew "make"
brew "minikube"
brew "mkdocs"
brew "moreutils"
brew "xapian"
brew "mu"
brew "nasm"
brew "ncdu"
brew "nghttp2"
brew "ninja"
brew "node_exporter"
brew "numpy"
brew "nvm"
brew "octant"
brew "opa"
brew "operator-sdk"
brew "orc-tools"
brew "p7zip"
brew "packer"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "pipenv"
brew "prometheus"
brew "py3cairo"
brew "pygobject3"
brew "python@3.8"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "serverless"
brew "shellcheck"
brew "shfmt"
brew "showkey"
brew "speedtest-cli"
brew "spotify-tui"
brew "starship"
brew "stern"
brew "tbb"
brew "sysdig"
brew "tanka"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "tinyproxy"
brew "tldr"
brew "tmux"
brew "tokei"
brew "traefik"
brew "trash"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "xdot"
brew "yarn"
brew "yq"
brew "zola"
brew "zsh"
brew "buildkite/buildkite/buildkite-agent"
brew "buildkite/cli/bk"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-modern-black-gnu-head-icon", "with-native-comp"]
brew "fluxcd/tap/flux"
brew "googlecontainertools/kpt/kpt"
brew "hashicorp/tap/terraform-ls"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "docker"
cask "dropbox"
cask "emacs"
cask "flux"
cask "font-inconsolata"
cask "font-iosevka"
cask "font-iosevka-aile"
cask "font-iosevka-ss01"
cask "font-iosevka-ss02"
cask "font-iosevka-ss03"
cask "font-iosevka-ss04"
cask "font-iosevka-ss05"
cask "font-iosevka-ss06"
cask "font-iosevka-ss07"
cask "font-iosevka-ss08"
cask "font-iosevka-ss09"
cask "font-iosevka-ss10"
cask "font-iosevka-ss11"
cask "font-iosevka-ss12"
cask "font-iosevka-ss13"
cask "font-iosevka-ss14"
cask "font-iosevka-ss15"
cask "font-iosevka-ss16"
cask "font-iosevka-ss17"
cask "font-iosevka-ss18"
cask "hiddenbar"
cask "kindle"
cask "lastpass"
cask "lens"
cask "macdown"
cask "ngrok"
cask "rectangle"
cask "session-manager-plugin"
cask "spotify"
cask "vagrant"
cask "whatsapp"
