tap "buildkite/buildkite"
tap "buildkite/cli"
tap "cloudflare/cloudflare"
tap "derailed/k9s"
tap "github/gh"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "instrumenta/instrumenta"
tap "weaveworks/tap"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "adwaita-icon-theme"
brew "argocd"
brew "aspell"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "bats"
brew "bazelisk"
brew "grpc"
brew "bear"
brew "broot"
brew "llvm"
brew "ccls"
brew "libtool"
brew "cfssl"
brew "cmake"
brew "coreutils"
brew "ctop"
brew "curl"
brew "docker-compose", link: false
brew "nghttp2"
brew "node"
brew "emscripten"
brew "envoy"
brew "erlang@22"
brew "exa"
brew "exercism"
brew "fd"
brew "findutils"
brew "fluent-bit"
brew "fluxctl"
brew "fortio"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdb"
brew "gh"
brew "git"
brew "git-lfs"
brew "glances"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gopls"
brew "grafana"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "istioctl"
brew "isync"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kops"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "libidn"
brew "libssh2"
brew "lua"
brew "minikube"
brew "mkdocs"
brew "mono"
brew "moreutils"
brew "mu"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "ninja"
brew "node_exporter"
brew "numpy"
brew "nvm"
brew "octant"
brew "opa"
brew "operator-sdk"
brew "orc-tools"
brew "packer"
brew "pinentry-mac"
brew "pipenv"
brew "prometheus"
brew "pygobject3"
brew "python@3.8"
brew "q"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "serverless"
brew "shellcheck"
brew "shfmt"
brew "showkey"
brew "snappy"
brew "speedtest-cli"
brew "spotify-tui"
brew "starship"
brew "stern"
brew "tbb"
brew "sysdig"
brew "telnet"
brew "terraform"
brew "tinyproxy"
brew "tldr"
brew "tmux"
brew "traefik"
brew "trash"
brew "tree"
brew "unrar"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "xdot"
brew "yarn"
brew "yq"
brew "zsh"
brew "buildkite/buildkite/buildkite-agent", args: ["token="]
brew "buildkite/cli/bk"
brew "cloudflare/cloudflare/cloudflared"
brew "derailed/k9s/k9s"
brew "googlecontainertools/kpt/kpt"
brew "hashicorp/tap/terraform-ls"
brew "instrumenta/instrumenta/kubeval"
brew "weaveworks/tap/eksctl"
cask "alacritty"
cask "emacs"
cask "eul"
cask "google-cloud-sdk"
cask "hiddenbar"
cask "lens"
cask "macdown"
cask "mactex"
cask "ngrok"
cask "session-manager-plugin"
cask "tunnelblick"
cask "vagrant"
